export const aggrDesctription = `Оновлення інформації відбувається раз на хвилину автоматично, опитуються всі агрегаціїні комутатори і виводиться результат в таблицю. Всі точки, які не працюють показуютьcя зверху списку і мають маячок. В разі якоїсь неадекватної поведінки - натиснути "ОНОВИТИ".`

export const rebootECDesc = `Простий ребут Edge-Core. Час виконання біля 2-х хвилин, головне вірно ввести іп. При виникненні якихось помилок буде відповідне сповіщення.`

export const closePortECDesc = `Закриває порт абона з позначкою "flood" та збереженням конфігу на комутаторі. Орієнтовно 20 сек триває обробка запиту, після чого або сповіщення, що "Порт №__ закритий", або сповіщення, що виникла помилка. Помилка виникає в разі, якщо не пінгується комутатор або ж не вірно введені данні. `

export const openPortECDesc = `Відкриває порт абона  та зберігає конфіг на комутаторі. Орієнтовно 20 сек триває обробка запиту, після чого або сповіщення, що "Порт №__ відкритий", або сповіщення, що виникла помилка. Помилка виникає в разі, якщо не пінгується комутатор або ж не вірно введені данні. `

export const addVlan = `Фільтрація по іп працює, показує який свіч. Але потрібно бути уважним з портом, бо може видати влан на будь-який і може бути біда. Потім буде все пофікшено`